#+TITLE: Parts order/price tracking
#+AUTHOR: Paul Provost
#+EMAIL: paul@bouzou.org
#+DESCRIPTION: 
#+FILETAGS: @redbeardcables:@parts

* [2015-05-03] Mammoth #58346

  |-----------+--------------------------------------------------+-----+----------------------+-------------+-----------------+----------------+---------------------------|
  | Code      | Item                                             | Qty |                Price | Grand Total | Grand Total CAD | Item price CAD | Item price CAD w/Shipping |
  |-----------+--------------------------------------------------+-----+----------------------+-------------+-----------------+----------------+---------------------------|
  | 500-1005  | 4S1590A Enclosure [4S1590A Color:Black Textured] |   5 |                 7.75 |       38.75 |           48.47 |           9.69 |                     10.31 |
  | 1000-B101 | 4SLEDBZ5-2                                       |  10 |                 0.35 |        3.50 |            4.38 |           0.44 |                      1.06 |
  | 610-1012  | Switchcraft 11                                   |  10 |                 2.00 |       20.00 |           25.02 |           2.50 |                      3.12 |
  | 610-1013  | Switchcraft 12b                                  |  10 |                 2.05 |       20.50 |           25.64 |           2.56 |                      3.18 |
  | 1000-B201 | 4SLEDBZ5-1PBK                                    |  10 |                 0.50 |        5.00 |            6.25 |           0.62 |                      1.24 |
  | 600-1000  | 4SJK-101DC                                       |  20 |                 0.80 |       16.00 |           20.01 |           1.00 |                      1.62 |
  | DSC-79    | Jacks A: 10-24 Pieces [610-1012][610-1013]       |   1 |                -2.02 |       -2.02 |           -2.53 |          -2.53 |                     -1.91 |
  | DSC-270   | Power A: 10-24 Pieces [600-1000]                 |   1 |                -0.80 |       -0.80 |           -1.00 |          -1.00 |                     -0.38 |
  |-----------+--------------------------------------------------+-----+----------------------+-------------+-----------------+----------------+---------------------------|
  |           |                                                  |     |            Subtotal: |      100.93 |          126.25 |                |                           |
  |           |                                                  |     | Shipping & Handling: |       33.18 |           41.51 |           0.62 |                           |
  |           |                                                  |     |                 Tax: |        0.00 |                 |                |                           |
  |           |                                                  |     |         Order Total: |      134.11 |          167.76 |                |                           |
  |-----------+--------------------------------------------------+-----+----------------------+-------------+-----------------+----------------+---------------------------|
  #+TBLFM: @2$6..@9$6=$-1*(@13$6/@13$5);%.2f::@2$7..@9$7=$-1/$3;%.2f::@2$8..@9$8=$-1+@11$7;%.2f::@10$6..@11$6=$-1*(@13$6/@13$5);%.2f::@11$7=$-1/vsum(@2$3..@9$3);%.2f
